export const article = {
	"resultCode": 200,
	"message": "SUCCESS",
	"data": {
		"id": 1,
		"priority": 1,
		"countyId": "1",
		"columnId": "1",
		"articleTitle": "凤凰民俗",
		"articleAuthor": "凤凰县政府门户网站",
		"content": "凤凰，国家历史文化名城，首批中国旅游强县，国家AAAA级景区，湖南省湘西土家族苗族自治州所辖八县市之一。东与泸溪县交界，南与麻阳县相连，西同贵州省铜仁市、松桃苗族自治县接壤，北和吉首市、花垣县毗邻，史称“西托云贵，东控辰沅,北制川鄂，南扼桂边”。吉凤高速，凤大高速建成通车，距湘西自治州州府吉首市52公里，怀化市92公里；距铜仁凤凰机场27公里，张家界荷花机场280公里；G209国道，S308省道贯穿全境，枝柳铁路穿境而过，交通便利快捷。全境南北长66公里，东西宽5O公里，土地总面积1745平方公里。全县辖17个乡镇261个行政村20个社区。2015年底全县总人口42.8万人，其中农业人口37.1万，由苗、汉、土家族等28个民族组成，其中苗族人口25.1万人，占全县总人口的58.6%，是一个以苗族为主的少数民族聚居县，属国家扶贫开发工作重点县和传统的山区农业县。凤凰古城2001年成为“国家历史文化名城”，2006年列入“中国世界文化遗产预备名录”，2007年被评为“中国旅游强县”，2012年晋升国家级风景名胜区，“凤凰区域军事防御体系”入选新一轮“中国世界文化遗产预备名录”，2013年被正式授予“全国生态文明先进县”，被誉为“中国最美丽的小城。\n\n　　凤凰县历史悠久，文化底蕴浓厚。唐垂拱二年（公元686年），始设渭阳县，县址设黄丝桥，即今黄丝桥古城。宋、元、明置五寨长官司。清康熙三十九年（公元1700年）设镇，即为当时全国六十二镇之一。民国二年9月，废凤凰厅，改建为凤凰县，仍为湘西军政统治中心。1949年凤凰县解放，初属沅陵专区，1955年划归湘西苗族自治州，1957年改属湘西土家族苗族自治州至今。古城内明清建筑保留完好，有县级以上文物保护单位85处，其中国家级2处、省级8处；全县共有古遗址116处，特色民居120多栋，珍贵馆藏文物和各类珍稀化石1万多件，是西南地区现存文物古迹最多的县市之一。楚文化与凤凰土著文化的结合，苗文化与汉文化的交融，形成了独具一格的地域文化。佩戴项圈、手镯、凤冠、花带、戒指等饰物古风浓郁，傩堂戏、阳戏、“文茶灯”等古戏曲广为传唱，蜡染、纸扎、苗族银饰等民间工艺世代传承。\n\n　　凤凰钟灵毓秀，自然资源丰富。县境内水能蕴藏量3.64万千瓦，有大小溪河156条，总长709公里，最大的河流沱江长96.9公里，流域面积为732.42平方公里，多年平均流量11.89立方米/秒，自然落差533米。县内有长潭岗中型水电站1座，装机容量1.2万千瓦，有中小型水库92座。矿藏资源丰富。目前，已探明可供开采的有天然金刚石、汞、铅锌、水泥灰岩、无烟煤、石煤、大理石、硅石、锑等35种矿藏，其中汞的储量居全国第四位，铅锌储量居全省第二位。县城内盛产江竹豆、玉米、茶叶、油桐茶、生漆、 柑、板栗、猕猴桃、黄柏、杜仲、红晒烟以及系列山野。境内名胜古迹星罗棋布，有国家级地质公园，以岩溶峡谷、峰林、溶洞、瀑布构造形成的综合地质遗迹景观。有“湘西边墙”――中国南方长城。有省级风景名胜区四处，即建于唐代垂拱年间的黄丝桥古城、华夏第二洞奇梁洞、飞檐斗拱的古建筑朝阳宫、沈从文故居。自然保护区2处，即国家级的南华山森林公园、省级的两头羊自然保护区。县城建设古朴典雅，北门、东门古城楼，沱江河畔的吊脚楼别具一格，还有那飞檐斗角的万寿宫、大成殿、天王庙、遐昌阁、万名塔，构成了一幅美丽的画卷，素有“中国最美的小城”之誉和“画乡”之称。\n\n　　凤凰山川秀美，更是人杰地灵。青山、绿水、古城融为一体的“天人合一”画卷，世上不可多得。境内凤凰古城、十里沱江风光带、国家地质公园、南华山国家森林公园等风景名胜，引人入胜；南方长城、奇梁洞等精品景点，雄伟大气。据不完全统计，从清道光二十年(1840年)至清光绪元年(1875年)短短的36年间，这里就涌现出提督20人，总兵21人，副将43人，参将31人，游击73人共188名三品以上军官。民国时，凤凰出中将7人、少将27人。当代以来，凤凰更是人才辈出，涌现出一批将军、高级领导干部、作家、书画家、工艺美术家。特别是随着民国第一任民选内阁总理、政治家、慈善家、教育家熊希龄，著名作家、历史学家沈从文，著名画家黄永玉，以郑国鸿、田兴恕为代表的“筸军”人物的出现，凤凰不仅闻名全国，而且蜚声世界。",
		"photo": "",
		"addName": "admin",
		"createTime": "2019-06-15 13:06:15",
		"updateTime": null
	}
}

export const town = {
	"resultCode": 200,
	"message": "SUCCESS",
	"data": {
		"totalCount": 12,
		"pageSize": 30,
		"totalPage": 1,
		"currPage": 1,
		"list": [{
			"id": 1,
			"priority": 1,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "凤凰民俗",
			"articleAuthor": "凤凰县政府门户网站",
			"content": "凤凰，国家历史文化名城，首批中国旅游强县，国家AAAA级景区，湖南省湘西土家族苗族自治州所辖八县市之一。东与泸溪县交界，南与麻阳县相连，西同贵州省铜仁市、松桃苗族自治县接壤，北和吉首市、花垣县毗邻，史",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-15 13:06:15",
			"updateTime": null
		}, {
			"id": 2,
			"priority": 2,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "凤凰苗族赶秋节",
			"articleAuthor": "凤凰县政府门户网站",
			"content": "赶秋节，又称秋社节、交秋节，这是湖南凤凰苗族人民的传统节日。在立秋时，当地群众停止干农活，穿上盛装，结伴成群，欢聚在传统的秋坡上，进行打秋千、吹笙、歌舞等娱乐活动。活动完毕时，由众人选出两位有声望的人",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:23:27",
			"updateTime": null
		}, {
			"id": 3,
			"priority": 3,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "凤凰苗族鼓舞简介",
			"articleAuthor": "凤凰县政府门户网站",
			"content": "苗族花鼓舞艺术是一种原生态的民间艺术,它历史悠久,起源于公元前2600—2500年的黄帝与蚩尤大战中发明的一种战鼓。此战鼓到底是黄帝发明还是蚩尤发明,文献上沒有记载。后来的民族学家们曾作过多次探索,各",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:23:56",
			"updateTime": null
		}, {
			"id": 4,
			"priority": 4,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "爬刀梯",
			"articleAuthor": "凤凰县政府门户网站",
			"content": "爬刀梯，苗族独步天下、惊险绝伦的艺术奇葩。\n　　爬刀梯和椎牛一样，是苗族还傩愿祭祀仪式中庄严神圣的程序之一，充分表现苗族人民祭祀祖先时心灵的虔诚和苗族人民向祖先祈祷时感情的真挚，具有十分神秘的苗族巫文",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:24:24",
			"updateTime": null
		}, {
			"id": 5,
			"priority": 5,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "打猪",
			"articleAuthor": "打猪",
			"content": "打猪，苗族祭祀本家祖先的一种活动，苗语叫“保巴果”。打猪要进行一整天，要请舅家7个客人来喝酒，其中一男一女在“禾丢”(竹片弯成的棚架)前相对而坐，另五人端坐堂屋，面前各置一个酒碗，当苗老司念到“哈叼”",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:46:22",
			"updateTime": null
		}, {
			"id": 6,
			"priority": 6,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "打猪",
			"articleAuthor": "打猪",
			"content": "打猪，苗族祭祀本家祖先的一种活动，苗语叫“保巴果”。打猪要进行一整天，要请舅家7个客人来喝酒，其中一男一女在“禾丢”(竹片弯成的棚架)前相对而坐，另五人端坐堂屋，面前各置一个酒碗，当苗老司念到“哈叼”",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:46:33",
			"updateTime": null
		}, {
			"id": 7,
			"priority": 7,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "苗族祭祀本家祖先的",
			"articleAuthor": "打猪",
			"content": "打猪，苗族祭祀本家祖先的一种活动，苗语叫“保巴果”。打猪要进行一整天，要请舅家7个客人来喝酒，其中一男一女在“禾丢”(竹片弯成的棚架)前相对而坐，另五人端坐堂屋，面前各置一个酒碗，当苗老司念到“哈叼”",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:46:52",
			"updateTime": null
		}, {
			"id": 8,
			"priority": 8,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "当苗老司念",
			"articleAuthor": "凤凰县政府门户网站",
			"content": " 打猪，苗族祭祀本家祖先的一种活动，苗语叫“保巴果”。打猪要进行一整天，要请舅家7个客人来喝酒，其中一男一女在“禾丢”(竹片弯成的棚架)前相对而坐，另五人端坐堂屋，面前各置一个酒碗，当苗老司念到“哈叼",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:47:15",
			"updateTime": null
		}, {
			"id": 9,
			"priority": 9,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "打猪时要将猪前",
			"articleAuthor": "打猪时要将猪前",
			"content": "　打猪，苗族祭祀本家祖先的一种活动，苗语叫“保巴果”。打猪要进行一整天，要请舅家7个客人来喝酒，其中一男一女在“禾丢”(竹片弯成的棚架)前相对而坐，另五人端坐堂屋，面前各置一个酒碗，当苗老司念到“哈叼",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:47:42",
			"updateTime": null
		}, {
			"id": 10,
			"priority": 10,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "四月八",
			"articleAuthor": "四月八",
			"content": "“四月八”是古代苗族祭祀先烈的盛典。每逢农历四月初八，苗族人民都要聚集到预定的地点跳鼓舞、对山歌、上刀梯、表演刀枪箭术，以表对先烈的怀念和继承先烈遗志的决心。传说远古时，凤凰县龙塘河跳花沟每逢四月八日",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:48:11",
			"updateTime": null
		}, {
			"id": 11,
			"priority": 11,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "上刀梯",
			"articleAuthor": "上刀梯",
			"content": "“四月八”是古代苗族祭祀先烈的盛典。每逢农历四月初八，苗族人民都要聚集到预定的地点跳鼓舞、对山歌、上刀梯、表演刀枪箭术，以表对先烈的怀念和继承先烈遗志的决心。传说远古时，凤凰县龙塘河跳花沟每逢四月八日",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:48:24",
			"updateTime": null
		}, {
			"id": 12,
			"priority": 12,
			"countyId": "1",
			"columnId": "1",
			"articleTitle": "沟每逢四月八日",
			"articleAuthor": "沟每逢四月八日",
			"content": "“四月八”是古代苗族祭祀先烈的盛典。每逢农历四月初八，苗族人民都要聚集到预定的地点跳鼓舞、对山歌、上刀梯、表演刀枪箭术，以表对先烈的怀念和继承先烈遗志的决心。传说远古时，凤凰县龙塘河跳花沟每逢四月八日",
			"photo": "",
			"addName": "admin",
			"createTime": "2019-06-19 15:48:39",
			"updateTime": null
		}]
	}
}

